[
  {
    "id": "33973985-32bf-44e4-9809-8bd00df4ee24",
    "title": "A Guerra dos Tronos : As Crônicas de Gelo e Fogo, volume 1",
    "author": "George R. R. Martin",
    "genre": "Fantasia",
    "status": "LIDO",
    "addedAt": "2025-10-06T00:21:48.808Z",
    "year": 1996,
    "updatedAt": "2025-10-06T02:53:36.299Z",
    "pages": 592,
    "cover": "https://m.media-amazon.com/images/I/91+1SUO3vUL._SL1500_.jpg",
    "rating": 5,
    "currentPage": 592,
    "synopsis": "O verão pode durar décadas. O inverno, toda uma vida. E a guerra dos tronos começou. Como Guardião do Norte, lorde Eddard Stark não fica feliz quando o rei Robert o proclama a nova Mão do Rei. Sua honra o obriga a aceitar o cargo e deixar seu posto em Winterfell para rumar para a corte, onde os homens fazem o que lhes convém, não o que devem... e onde um inimigo morto é algo a ser admirado.\n\nLonge de casa e com a família dividida, Eddard se vê cada vez mais enredado nas intrigas mortais de Porto Real, sem saber que perigos ainda maiores espreitam a distância.\n\nNas florestas ao norte de Winterfell, forças sobrenaturais se espalham por trás da Muralha que protege a região. E, nas Cidades Livres, o jovem Rei Dragão exilado na Rebelião de Robert planeja sua vingança e deseja recuperar sua herança de família: o Trono de Ferro de Westeros.",
    "isbn": "978-8556510785",
    "notes": "A riqueza de detalhes é algo que realmente nos surpreende, não há pontas soltas. Cada personagem, cenário e costumes são meticulosamente desenvolvidos, o leitor é transportado para Westeros de uma forma que poucas obras conseguem. Essa profundidade torna a história incrivelmente envolvente, quase palpável."
  },
  {
    "id": "45014b30-d663-41d6-bc71-75e842e10f12",
    "title": "A fúria dos reis: As Crônicas de Gelo e Fogo, volume 2",
    "author": "George R.R. Martin",
    "genre": "Fantasia",
    "status": "LIDO",
    "addedAt": "2025-10-06T02:14:46.372Z",
    "year": 1998,
    "isbn": "978-8556510792",
    "pages": 648,
    "currentPage": 648,
    "rating": 5,
    "synopsis": "Um cometa da cor de fogo e sangue corta os céus. E, da antiga cidadela de Pedra do Dragão às costas áridas de Winterfell, reina o caos.\nEm A fúria dos reis , seis facções disputam o controle de uma terra dividida e o direito de ocupar o Trono de Ferro de Westeros – e estão dispostos a encarar tempestades, levantes e guerras para isso.\nNesta história, irmão trama contra irmão e os mortos se levantam para caminhar pela noite. Aqui, uma princesa se disfarça de menino órfão, um cavaleiro se prepara para encarar uma pérfida feiticeira e bárbaros descem das Montanhas da Lua para saquear os campos.\nEm um contexto de incesto e fratricídio, alquimia e assassinato, a vitória será dos homens e mulheres que possuírem o mais frio aço... e o mais frio coração. Pois, quando se desperta a fúria dos reis, a terra inteira treme.",
    "cover": "https://m.media-amazon.com/images/I/91PglZzF9kL._SL1500_.jpg",
    "updatedAt": "2025-10-06T02:57:33.922Z"
  },
  {
    "id": "1a00643e-ccf3-4ba0-82d1-1bb532fd47c1",
    "title": "A Tormenta de Espadas: As Crônicas de Gelo e Fogo - Livro 3",
    "author": "George R. R. Martin",
    "genre": "Fantasia",
    "year": 2000,
    "pages": 848,
    "synopsis": "O futuro de Westeros está em jogo, e ninguém descansará até que os Sete Reinos tenham explodido em uma verdadeira tormenta de espadas.\nDos cinco pretendentes ao trono, um está morto e outro caiu em desgraça, e ainda assim a guerra continua em toda sua fúria, enquanto alianças são feitas e desfeitas. Joffrey, da Casa Lannister, ocupa o Trono de Ferro, como o instável governante dos Sete Reinos, ao passo que seu rival mais amargo, lorde Stannis, jaz derrotado e enfeitiçado pelas promessas da Mulher Vermelha.\nO jovem Robb, da Casa Stark, ainda comanda o Norte, contudo, e planeja sua batalha contra os Lannister, mesmo que sua irmã seja refém deles em Porto Real. Enquanto isso, Daenerys Targaryen atravessa um continente deixando um rastro de sangue a caminho de Westeros, levando consigo os três únicos dragões existentes em todo o mundo.\nEnquanto forças opostas avançam para uma gigantesca batalha final, um exército de selvagens chega dos confins da civilização. Em seu rastro vem uma horda de terríveis criaturas místicas – os Outros: um batalhão de mortos-vivos cujos corpos são imparáveis",
    "cover": "https://m.media-amazon.com/images/I/A1nhXznuhpL._SL1500_.jpg",
    "status": "LENDO",
    "currentPage": 357,
    "isbn": "978-8544102947",
    "addedAt": "2025-10-06T03:44:39.376Z"
  }
]